baobab
base
base-devel
btrfs-progs
decibels
dkms
efibootmgr
evince
eza
fastfetch
fd
firefox
fzf
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-ucode
iwd
jre-openjdk
kitty
lazygit
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
malcontent
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
nvidia-dkms
obs-studio
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qbittorrent
qt5ct
qt6ct
ranger
rygel
simple-scan
smartmontools
snapshot
sof-firmware
sqlitebrowser
sushi
tecla
ttf-firacode-nerd
typst
vim
wget
wireless_tools
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yelp
zathura
zip
zoxide
zram-generator
zsh
