acpid
alacritty
arandr
auto-cpufreq-git
base
base-devel
blueman
bluez
bluez-utils
chromium
clang
dmenu
dunst
efibootmgr
eza
fastfetch
feh
firefox
fzf
git
github-cli
graphicsmagick
grub
gst-plugin-pipewire
gtk4
i3-wm
i3blocks
i3lock-color
i3status
imagemagick
intel-ucode
kitty
lazygit
libpulse
linux
linux-firmware
lua-language-server
lxappearance
ly
maim
man-db
mpv
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
obs-studio
obsidian
oh-my-posh
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
python-lsp-server
ranger
rofi
rofi-emoji
rust-analyzer
rustup
sof-firmware
steam
tailscale
thunar
thunar-archive-plugin
tinymist
ttf-cascadia-code-nerd
ttf-firacode-nerd
ttf-times-new-roman
typescript-language-server
typst
unzip
vesktop
vim
volumeicon
wget
wireplumber
xarchiver
xclip
xdg-utils
xorg-server
xorg-xev
xorg-xinit
xorg-xset
xss-lock
yay
yay-debug
yazi
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
